# Taps
tap 'homebrew/cask-fonts'
tap 'epk/epk'

# Cask
#cask 'kicad'
#cask 'ableton-live-suite'
cask 'iterm2'
cask 'daisydisk'
#cask 'visual-studio-code'
#cask 'proxyman'
#cask 'messenger'
#cask 'discord'
#cask 'slack'
#cask 'google-chrome'
#cask 'gcc-arm-embedded'
cask 'font-fira-code-nerd-font'
cask 'font-sf-mono-nerd-font'
#cask 'carbon-copy-cloner'
#case 'microsoft-remote-desktop'

# Binaries
brew 'node'
brew 'exa'
#brew 'open-ocd'
brew 'nvm'
brew 'starship'
brew 'diffutils'
#brew 'clang-format'
#brew 'llvm'
brew 'gnu-sed'
brew 'jq'
brew 'k9s'
#brew 'eksctl'
#brew 'kubectl'
#brew 'argocd'
#brew 'postgresql@15'
brew 'bat'
brew 'diffutils'
brew 'gnu-sed'
brew 'go'
brew 'htop'
brew 'k6'
