# Taps
tap 'homebrew/cask-fonts'
tap 'epk/epk'

# Cask
cask 'kicad'
cask 'iterm2'
cask 'daisydisk'
cask 'visual-studio-code'
cask 'proxyman'
cask 'messenger'
cask 'discord'
cask 'slack'
cask 'microsoft-teams'
cask 'microsoft-outlook'
cask 'google-chrome'
cask 'gcc-arm-embedded'
cask 'font-fira-code-nerd-font'
cask 'font-sf-mono-nerd-font'
cask 'ableton-live-suite'
cask 'backblaze'
cask 'carbon-copy-cloner'

# Binaries
brew 'exa'
brew 'open-ocd'
brew 'nvm'
brew 'starship'
brew 'diffutils'
brew 'clang-format'
brew 'llvm'
brew 'gnu-sed'

